{
    "intents": [
        {
            "tag": "salam",
            "patterns": [
                "Hi",
                "Hey",
                "Helo",
                "halo",
                "hallo",
                "Hello",
                "Hai"
            ],
            "responses": [
                "Hey :-)",
                "Halo",
                "Hai, ada yang bisa dibantu?",
                "Halo, ada yang bisa dibantu?",
                "Hai, Bagaimana saya bisa membantu Anda hari ini?",
                "Halo, Bagaimana saya bisa membantu Anda hari ini?",
                "Hai, Ada yang ingin Anda bicarakan atau tanyakan hari ini?",
                "Halo, Ada yang ingin Anda bicarakan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "pagi",
            "patterns": [
                "Pagi"
            ],
            "responses": [
                "Pagi! Bagaimana saya bisa membantu Anda hari ini?",
                "Pagi! Apakah ada yang bisa saya bantu?",
                "Pagi! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "selamat_pagi",
            "patterns": [
                "Selamat Pagi"
            ],
            "responses": [
                "Selamat Pagi! Bagaimana saya bisa membantu Anda hari ini?",
                "Selaamt Pagi! Apakah ada yang bisa saya bantu?",
                "Selamat Pagi! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "kabar",
            "patterns": [
                "Apa kabar?",
                "Gimana kabar?"
            ],
            "responses": [
                "Saya adalah bot AI, jadi saya tidak memiliki perasaan, tetapi saya siap untuk membantu Anda. Bagaimana saya bisa membantu Anda hari ini?",
                "Saya tidak memiliki perasaan, tetapi saya siap untuk menjawab pertanyaan Anda. Ada yang ingin Anda bicarakan atau tanyakan?",
                "Sebagai bot AI, saya tidak memiliki perasaan. Saya beroperasi berdasarkan logika dan data yang saya terima. Silakan tanyakan pertanyaan Anda, dan saya akan mencoba memberikan informasi yang relevan.",
                "Saya memang dibuat untuk membantu, tetapi saya tidak memiliki perasaan atau emosi. Saya berfungsi berdasarkan algoritma dan data. Apakah ada yang ingin Anda diskusikan atau tanyakan?"
            ]
        },
        {
            "tag": "siang",
            "patterns": [
                "Siang"
            ],
            "responses": [
                "Siang! Bagaimana saya bisa membantu Anda hari ini?",
                "Siang! Apakah ada yang bisa saya bantu?",
                "Siang! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "selamat_siang",
            "patterns": [
                "Selamat Siang"
            ],
            "responses": [
                "Selamat Siang! Bagaimana saya bisa membantu Anda hari ini?",
                "Selaamt Siang! Apakah ada yang bisa saya bantu?",
                "Selamat Siang! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "sore",
            "patterns": [
                "Sore"
            ],
            "responses": [
                "Sore! Bagaimana saya bisa membantu Anda hari ini?",
                "Sore! Apakah ada yang bisa saya bantu?",
                "Sore! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "selamat_sore",
            "patterns": [
                "Selamat Sore"
            ],
            "responses": [
                "Selamat Sore! Bagaimana saya bisa membantu Anda hari ini?",
                "Selaamt Sore! Apakah ada yang bisa saya bantu?",
                "Selamat Sore! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "malam",
            "patterns": [
                "Malam",
                "Malem"
            ],
            "responses": [
                "Malam! Bagaimana saya bisa membantu Anda hari ini?",
                "Malam! Apakah ada yang bisa saya bantu?",
                "Malam! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "selamat_malam",
            "patterns": [
                "Selamat malam",
                "Selamat malem"
            ],
            "responses": [
                "Selamat Malam! Bagaimana saya bisa membantu Anda hari ini?",
                "Selaamt Malam! Apakah ada yang bisa saya bantu?",
                "Selamat Malam! Apakah ada yang ingin Anda diskusikan atau tanyakan hari ini?"
            ]
        },
        {
            "tag": "siapa",
            "patterns": [
                "Siapa kamu?",
                "kamu itu siapa?",
                "identitasmu Apa",
                "Kamu itu manusia atau mesin?"
            ],
            "responses": [
                "Saya adalah NekoBot, bot AI yang diciptakan untuk memberikan informasi dan menjawab pertanyaan Anda. Bagaimana saya bisa membantu Anda hari ini?",
                "Saya adalah NekoBot, bot cerdas yang menggunakan kecerdasan buatan untuk berkomunikasi. Silakan beri tahu saya apa yang ingin Anda ketahui atau diskusikan.",
                "Identitas saya adalah Nekobot, bot AI yang dikembangkan oleh UNNES. Saya tidak memiliki identitas seperti manusia, tetapi saya siap untuk membantu Anda. Ada yang ingin Anda tanyakan?",
                "Saya tidak memiliki nama pribadi karena saya hanyalah program komputer. Tetapi Anda bisa memanggil saya 'NekoBot' atau dengan nama lain yang Anda suka.",
                "Saya adalah mesin atau program komputer yang menggunakan kecerdasan buatan untuk berkomunikasi. Saya bukan manusia, tetapi saya siap untuk memberikan informasi atau menjawab pertanyaan Anda."
            ]
        },
        {
            "tag": "nyata",
            "patterns": [
                "Apakah kamu nyata",
                "Apakah kamu manusia?",
                "Kamu manusia atau bukan?"
            ],
            "responses": [
                "Saya nyata dalam arti bahwa saya adalah program komputer yang berfungsi di sini. Saya bukan entitas fisik atau makhluk hidup.",
                "Saya adalah entitas digital yang ada di sini untuk memberikan informasi dan bantuan. Saya bukan manusia atau makhluk hidup.",
                "Saya adalah bagian dari dunia digital, sehingga Anda dapat berinteraksi dengan saya melalui layar komputer atau perangkat lainnya. Tetapi, saya bukan entitas fisik."
            ]
        },
        {
            "tag": "kehidupan",
            "patterns": [
                "Apakah kamu punya kehidupan?",
                "Apakah kamu hidup?",
                "Bagaimana kamu beroperasi?"
            ],
            "responses": [
                "Saya tidak memiliki kehidupan seperti manusia. Saya adalah program komputer yang diaktifkan ketika Anda memerlukan bantuan atau informasi.",
                "Kehidupan saya adalah beroperasi di dunia digital, dan tugas saya adalah memberikan jawaban yang berguna kepada Anda. Saya bukan entitas yang memiliki pengalaman atau kehidupan pribadi.",
                "Saya tidak hidup, tetapi saya aktif sepanjang waktu untuk merespons pertanyaan dan memberikan bantuan yang Anda butuhkan. Saya tidak memiliki pengalaman, emosi, atau keinginan pribadi."
            ]
        },
        {
            "tag": "assalamualaikum",
            "patterns": [
                "Assalamualaikum",
                "Assalamu'alaikum"
            ],
            "responses": [
                "Waalaikumsalam! Bagaimana saya bisa membantu Anda hari ini?",
                "Waalaikumsalam! Bagaimana saya dapat memberikan bantuan kepada Anda?",
                "Waalaikumsalam! Ada sesuatu yang bisa saya lakukan untuk Anda?",
                "Waalaikumsalam! Saya siap membantu Anda, ada yang bisa saya bantu?",
                "Waalaikumsalam! Bagaimana saya bisa membuat hari Anda lebih baik?"
            ]
        },
        {
            "tag": "bisa_lakukan",
            "patterns": [
                "Apa yang bisa kamu lakukan?",
                "Apa peranmu?"
            ],
            "responses": [
                "Saya dapat memberikan informasi tentang lokasi bangunan di UNNES, jam operasional, dan informasi kontak penting seperti nomor telepon dan alamat email.",
                "Anda dapat bertanya kepada saya tentang lokasi ruangan kuliah, perpustakaan, atau fasilitas lainnya di UNNES.",
                "Saya dapat memberikan pengumuman dan informasi penting dari UNNES, termasuk acara, pengumuman penting, dan berita terbaru."
            ]
        },
        {
            "tag": "wifi",
            "patterns": [
                "Bagaimana cara mengakses wifi di kampus ini?",
                "Apa nama jaringan WiFi kampus ini?",
                "Apa nama jaringan Wifi di UNNES?"
            ],
            "responses": [
                "Untuk mengakses WiFi di UNNES, Anda perlu menghubungkan perangkat Anda ke jaringan WiFi UNNES-ID. Masukan ID dan Password yang tersedia di menu bot UNNES STUDENT INFO",
                "Untuk terhubung ke WiFi di kampus, pastikan untuk mengakses jaringan WiFi UNNES-ID dan gunakan ID serta Password yang dapat Anda temukan di menu bot UNNES STUDENT INFO.",
                "Anda bisa terhubung ke jaringan WiFi UNNES-ID dengan menggunakan ID dan Password yang tertera di menu bot UNNES STUDENT INFO.",
                "Untuk mengakses WiFi di kampus, Anda perlu memasukkan ID dan Password yang dapat ditemukan di menu bot UNNES STUDENT INFO untuk terhubung ke jaringan WiFi UNNES-ID.",
                "Pastikan Anda mengakses WiFi UNNES-ID di kampus dan memasukkan ID serta Password yang tersedia di menu bot UNNES STUDENT INFO untuk dapat terhubung."
            ]
        },
        {
            "tag": "fakultas",
            "patterns": [
                "Bisakah kamu memberitahu saya tentang fakultas di UNNES?",
                "Bisakah kamu memberitahu saya tentang fakultas di kampus ini?",
                "Berapa jumlah fakultas yang ada di kampus?",
                "Berapa jumlah fakultas yang ada di UNNES?",
                "Apa nama fakultas-fakultas yang ada di sini?",
                "Apa nama fakultas yang ada di sini?",
                "Apa nama fakultas yang ada di UNNES?"
            ],
            "responses": [
                "UNNES memiliki 9 Fakultas dan Sekolah Pascasarjana yang menjadi pusat unggulan pendidikan di Indonesia. 9 Fakultas diantaranya yaitu Fakultas Ilmu Pendidikan dan Psikologi (FIPP), Fakultas Matematika & Ilmu Pengetahuan Alam (FMIPA), Fakultas Hukum (FH), Fakultas Bahasa dan Seni (FBS), Fakultas Teknik (FT), Fakultas Kedokteran (FK), Fakultas Ilmu Sosial (FIS), Fakultas Ilmu Keolahragaan (FIK), Fakultas Ekonomi dan Bisnis (FEB)",
                "Kampus UNNES memiliki total 9 Fakultas dan Sekolah Pascasarjana. Di antara fakultas-fakultas tersebut terdapat Fakultas Ilmu Pendidikan dan Psikologi (FIPP), Fakultas Matematika & Ilmu Pengetahuan Alam (FMIPA), Fakultas Hukum (FH), Fakultas Bahasa dan Seni (FBS), Fakultas Teknik (FT), Fakultas Kedokteran (FK), Fakultas Ilmu Sosial (FIS), Fakultas Ilmu Keolahragaan (FIK), serta Fakultas Ekonomi dan Bisnis (FEB).",
                "UNNES dikenal memiliki 9 Fakultas dan Sekolah Pascasarjana. Di antaranya adalah Fakultas Ilmu Pendidikan dan Psikologi (FIPP), Fakultas Matematika & Ilmu Pengetahuan Alam (FMIPA), Fakultas Hukum (FH), Fakultas Bahasa dan Seni (FBS), Fakultas Teknik (FT), Fakultas Kedokteran (FK), Fakultas Ilmu Sosial (FIS), Fakultas Ilmu Keolahragaan (FIK), dan Fakultas Ekonomi dan Bisnis (FEB).",
                "UNNES adalah kampus yang memiliki 9 Fakultas dan Sekolah Pascasarjana. Di antaranya terdapat Fakultas Ilmu Pendidikan dan Psikologi (FIPP), Fakultas Matematika & Ilmu Pengetahuan Alam (FMIPA), Fakultas Hukum (FH), Fakultas Bahasa dan Seni (FBS), Fakultas Teknik (FT), Fakultas Kedokteran (FK), Fakultas Ilmu Sosial (FIS), Fakultas Ilmu Keolahragaan (FIK), dan Fakultas Ekonomi dan Bisnis (FEB)."
            ]
        },
        {
            "tag": "elena",
            "patterns":[
                "Kenapa elena saya tidak bisa dibuka?",
                "elena saya error",
                "Mengapa saya tidak bisa membuka Elena?",
                "Mengapa saya mengalami kesulitan dalam mengakses Elena?",
                "Bisakah Anda membantu saya menyelesaikan masalah saya dengan aplikasi Elena yang tidak dapat dibuka?",
                "Bagaimana cara mengatasi masalah jika aplikasi Elena tidak merespons saat dibuka?",
                "Saya mengalami kendala saat membuka Elena. Apa yang mungkin menjadi penyebabnya?"
            ],
            "responses":[
                "Beberapa cara untuk mengatasi hal tersebut dengan cara:\n1. Mencoba menggunakan perangkat lain atau jaringan lain \n2. Mencoba menggunakan hotspot dari ponsel atau jaringan Wi-Fi yang berbeda \n3. Mengganti peramban (browser) yang Anda gunakan \n4. Periksa koneksi internet Anda, mungkin ada masalah dengan jaringan yang sedang Anda gunakan \n5. Coba matikan dan nyalakan kembali Wi-Fi atau data seluler Anda gunakan \n6. Cobalah untuk Restart perangkat Anda"
            ]
        },
        {
            "tag": "sikadu",
            "patterns":[
                "Kenapa sikadu saya tidak bisa dibuka?",
                "Sikadu saya error",
                "Mengapa saya tidak bisa membuka sikadu?",
                "Mengapa saya mengalami kesulitan dalam mengakses dikadu?",
                "Bisakah Anda membantu saya menyelesaikan masalah saya dengan aplikasi dikadu yang tidak dapat dibuka?",
                "Bagaimana cara mengatasi masalah jika aplikasi sikadu tidak merespons saat dibuka?",
                "Saya mengalami kendala saat membuka sikadux. Apa yang mungkin menjadi penyebabnya?"
            ],
            "responses":[
                "Beberapa cara untuk mengatasi hal tersebut dengan cara:\n1. Mencoba menggunakan perangkat lain atau jaringan lain \n2. Mencoba menggunakan hotspot dari ponsel atau jaringan Wi-Fi yang berbeda \n3. Mengganti peramban (browser) yang Anda gunakan \n4. Periksa koneksi internet Anda, mungkin ada masalah dengan jaringan yang sedang Anda gunakan \n5. Coba matikan dan nyalakan kembali Wi-Fi atau data seluler Anda gunakan \n6. Cobalah untuk Restart perangkat Anda"
            ]
        },
        {
            "tag": "bot_telegram",
            "patterns":[
                "Bagaimana Cara Join Telegram STUDENT UNNES INFO?",
                "bagaimana mengaktifkan email di Bot UNNES telegram?",
                "Bagaimana langkahnya untuk bergabung dengan grup Telegram STUDENT UNNES INFO?",
                "Tolong jelaskan bagaimana cara saya dapat masuk ke grup Telegram STUDENT UNNES INFO?",
                "Bagaimana cara mendapatkan akses ke grup Telegram STUDENT UNNES INFO?",
                "Saya mendengar tentang Telegram STUDENT UNNES INFO, bagaimana cara saya bisa bergabung?",
                "Tolong berikan petunjuk tentang cara bergabung dengan grup Telegram STUDENT UNNES INFO?"
            ],
            "responses":[
                "Untuk bergabung dengan Telegram Student UNNES Info, pastikan Anda telah mengunduh aplikasi Telegram di ponsel Anda. Kemudian, temukan UNNES STUDENT INFO dan mulai proses pendaftaran dengan mengikuti petunjuk yang diberikan.",
                "Bergabung dengan Telegram Student UNNES Info bisa dilakukan dengan mengunduh aplikasi Telegram terlebih dahulu. Setelah mengaktifkan akun Anda, temukan UNNES STUDENT INFO di dalam aplikasi. Lanjutkan dengan mengikuti langkah-langkah yang ditampilkan untuk menyelesaikan pendaftaran.",
                "Untuk menjadi bagian dari Telegram Student UNNES Info, Anda perlu mengikuti beberapa langkah sederhana. Pertama, unduh aplikasi Telegram di ponsel Anda. Aktifkan akun Telegram Anda dan cari UNNES STUDENT INFO. Kemudian, ikuti instruksi yang diberikan untuk menyelesaikan proses pendaftaran.",
                "Langkah-langkah untuk bergabung dengan Telegram Student UNNES Info cukup mudah. Pastikan Anda telah menginstal aplikasi Telegram di ponsel Anda dan temukan UNNES STUDENT INFO di dalamnya. Ikuti petunjuk yang diberikan untuk menyelesaikan proses pendaftaran.",
                "Cara bergabung ke dalam Telegram Student UNNES Info adalah melalui beberapa langkah mudah. Pertama, pastikan Anda telah menginstal aplikasi Telegram di ponsel Anda. Aktifkan akun Anda dan cari “UNNES STUDENT INFO“ di dalam aplikasi Telegram. Kemudian ikuti instruksi yang diberikan untuk menyelesaikan proses pendaftaran."
            ]
        },
        {
            "tag": "ktm_hilang",
            "patterns":[
                "Saya kehilangan KTM saya, bagaimana cara mengurus penggantian KTM baru?",
                "Apa langkah-langkah yang harus saya lakukan jika KTM saya hilang dan saya perlu mengurus penggantiannya?",
                "Bagaimana prosedur untuk memperoleh KTM pengganti jika saya kehilangan, KTM asli saya?",
                "KTM saya hilang",
                "prosedur cetak ulang KTM",
                "KTM hilang, ingin membuat kembali",
                "Membuat ulang Kartu Tanda Mahasiswa ( KTM )",
                "Ktm saya hilang, saya perlu membuat ulang ktm saya. Bagaimana prosedurnya?",
                "KTM saya hilang, untuk mendapatkan KTM lagi bagaimana prosedurnya?",
                "Pengajuan kehilangan KTM",
                "ingin membuat KTM baru karena yang lama sudah hilang",
                "Saya kehilangan ktm dan ingin bikin ktm baru Apakah ada jam pelayanan dan syarat-syaratnya?",
                "Mengurus KTM yang hilang",
                "Membuat KTM baru yang hilang",
                "Ktmku hilang"
            ],
            "responses":[
                "Jika KTM Anda hilang, ada beberapa syarat yang harus dipenuhi untuk mengurus penggantian KTM baru, yaitu: \n1. Anda harus menjadi mahasiswa aktif yang belum lulus \n2. Harus memiliki email mahasiswa UNNES (nama@students.unnes.ac.id) \n3. Menyertakan surat keterangan kehilangan dari fakultas atau dari kepolisian \n4. Biaya cetak ulang KTM sebesar Rp. 50.000 harus dibayarkan \n5. Setelah memenuhi syarat-syarat ini, silakan kunjungi ULT UNNES untuk mendapatkan arahan lebih lanjut mengenai prosedur selanjutnya.",
                "Untuk melakukan penggantian KTM yang hilang, Anda perlu memenuhi beberapa persyaratan berikut: \n1. Status sebagai mahasiswa aktif yang belum lulus \n2. Memiliki email mahasiswa UNNES (nama@students.unnes.ac.id) \n3. Menyertakan surat keterangan kehilangan dari fakultas atau dari kepolisian \n4. Membayar biaya cetak ulang KTM sebesar Rp. 50.000 \n5. Mengunjungi ULT UNNES dan memberikan persyaratan tersebut kepada petugas, yang akan membimbing Anda melalui prosedur selanjutnya.",
                "Terdapat beberapa persyaratan yang perlu dipenuhi untuk mengurus penggantian KTM yang hilang, antara lain: \n1. Anda harus menjadi mahasiswa aktif yang belum lulus \n2. Harus memiliki email mahasiswa UNNES (nama@students.unnes.ac.id) \n3. Wajib menyiapkan surat keterangan kehilangan dari fakultas atau dari kepolisian \n4. Bukti pembayaran cetak ulang KTM sebesar Rp. 50.000 \n5. Anda diharapkan datang ke ULT UNNES dengan kelengkapan persyaratan tersebut. Di sana, petugas akan memberikan arahan mengenai prosedur selanjutnya."
            ]
        },
        {
            "tag": "alamat_kampus",
            "patterns":[
                "Dimana alamat kampus UNNES?",
                "Bisa beri tahu saya di mana kampus UNNES berada?",
                "Lokasi kampus UNNES ada di mana?",
                "Boleh minta alamat lengkap kampus UNNES?",
                "Di mana saya bisa menemukan kampus Universitas Negeri Semarang?",
                "Alamat kampus UNNES, bisa tolong?",
                "Saya butuh informasi alamat UNNES, apakah kamu bisa membantu?",
                "Tolong bagikan alamat universitas di Semarang.",
                "Dimana alamat persis dari UNNES?",
                "Bolehkah kamu memberi tahu saya di mana UNNES berlokasi?",
                "Saya perlu tahu lokasi UNNES di Semarang, bisakah kamu memberi alamatnya?"
            ],
            "responses":[
                "Alamat kampus UNNES ada di Sekaran Gunungpati, Kelurahan Sekaran, Kecamatan Gunungpati, Kota Semarang, Jawa Tengah 50229.",
                "Anda bisa menemukan kampus UNNES di Sekaran Gunungpati, Semarang, Jawa Tengah, 50229.",
                "Lokasi kampus UNNES terletak di daerah Sekaran Gunungpati, Semarang, Jawa Tengah dengan kode pos 50229.",
                "Kampus UNNES berada di Kota Semarang, tepatnya di Sekaran Gunungpati dengan kode pos 50229.",
                "Alamat lengkap kampus UNNES yaitu Sekaran Gunungpati, Kelurahan Sekaran, Kecamatan Gunungpati, Kota Semarang, Jawa Tengah 50229."
            ]
        },
        {
            "tag": "krs",
            "patterns":[
                "Bagaimana cara mengisi KRS?",
                "Bagaimana langkah-langkahnya untuk mengisi KRS?",
                "Apa prosedur yang harus diikuti untuk mengisi KRS?",
                "Bagaimana cara yang tepat untuk mengisi Kartu Rencana Studi (KRS)?",
                "Bisakah Anda memberi tahu saya langkah-langkah detail untuk mengisi KRS?",
                "Bagaimana caranya mengisi KRS di sistem kampus kami?",
                "Apakah ada petunjuk khusus yang harus diikuti saat mengisi KRS?",
                "Dapatkah Anda menjelaskan proses lengkap untuk pengisian KRS?",
                "Bagaimana saya bisa memulai proses pengisian KRS untuk semester ini?",
                "Bisakah Anda memberi saya informasi lebih lanjut tentang tata cara pengisian KRS secara online?"
            ],
            "responses":[
                "Cara mengisi KRS yaitu dengan langkah berikut: \n1. Membukan website apps.unnes.ac.id \n2. Pilih pada bagian sikadu \n3. Buka aktivitas kuliah pada bagian menu Dashboard \n4. Pada rencana studi, pilih ikon 'plus' mata kuliah yang ingin diambil",
                "Langkah-langkah untuk mengisi KRS adalah sebagai berikut: \na. Akses website apps.unnes.ac.id \nb. Klik pada opsi 'Sikadu' \nc. Buka menu Dashboard dan pilih 'Aktivitas Kuliah' \nd. Pada bagian Rencana Studi, tambahkan mata kuliah yang ingin diambil dengan mengklik ikon 'plus'.",
                "Untuk mengisi KRS, lakukan langkah-langkah berikut: \na. Kunjungi situs apps.unnes.ac.id \nb. Pilih opsi 'Sikadu' \nc. Di menu Dashboard, cari dan buka 'Aktivitas Kuliah' \nd. Pada bagian Rencana Studi, tambahkan mata kuliah yang diinginkan dengan mengklik ikon 'plus'.",
                "Jika Anda ingin mengisi KRS, ikuti panduan berikut: \na. Buka website apps.unnes.ac.id \nb. Pilih opsi 'Sikadu' \nc. Di menu Dashboard, temukan dan klik 'Aktivitas Kuliah' \nd. Di bagian Rencana Studi, tambahkan mata kuliah yang ingin diambil dengan mengeklik ikon 'plus'.",
                "Alamat lengkap kampus UNNES yaitu Sekaran Gunungpati, Kelurahan Sekaran, Kecamatan Gunungpati, Kota Semarang, Jawa Tengah 50229."
            ]
        },
        {
            "tag": "cuti",
            "patterns":[
                "Bagaimana cara mengajukan cuti?",
                "Apakah prosedur yang harus saya ikuti untuk mengajukan cuti?",
                "Bagaimana langkah-langkahnya untuk mengajukan izin cuti?",
                "Apa yang perlu saya lakukan agar bisa mendapatkan persetujuan cuti?",
                "Bisakah Anda memberi tahu saya langkah-langkahnya jika saya ingin mengambil cuti?",
                "Bagaimana prosesnya jika saya ingin mengambil cuti?"
            ],
            "responses":[
                "Mahasiswa yang ingin mengajukan cuti dapat mengajukan secara online melalui laman my.unnes.ac.id dengan cara: \na. Login sebagai mahasiswa di MyUNNES (http://my.unnes.ac.id) \nb. Klik menu Peralatan > Identitas \nc Klik tab Registrasi \nd. Tampilan tab Registrasi bagian bawah akan menampilkan riwayat ajuan cuti. \ne. Klik tombol Ajukan Cuti untuk memulai prosedur cuti online \nf. Pilih jenis cuti \ng. Pilih semester yang akan diajukan cuti \nh. Isikan keterangan singkat, misalnya alasan pengajuan cuti \ni. Klik tombol Simpan Perubahan \nj. Jika berhasil menyimpan, data riwayat cuti akan tersimpan di tabel \nSetelah berhasil mengajukan cuti melalui laman http://my.unnes.ac.id, mahasiswa dapat menghubungi Kaprodi untuk melakukan validasi ajuan cuti dari mahasiswa. Jika pengajuan cuti mahasiswa disetujui oleh Kaprodi, akan muncul kode pembayaran cuti pada riwayat ajuan cuti. Kode pembayaran tersebut digunakan untuk melakukan pembayaran di BNI. Setelah pembayaran berhasil dilakukan, maka mahasiswa dapat mengunduh kartu cuti melalui laman my.unnes.ac.id beberapa jam setelah pembayaran berhasil.",
                "Mahasiswa dapat mengajukan cuti melalui laman my.unnes.ac.id. Silakan ikuti langkah-langkah berikut: \na. Login sebagai mahasiswa di MyUNNES (http://my.unnes.ac.id) \nb. Klik menu Peralatan > Identitas \nc Klik tab Registrasi \nd. Tampilan tab Registrasi bagian bawah akan menampilkan riwayat ajuan cuti. \ne. Klik tombol Ajukan Cuti untuk memulai prosedur cuti online \nf. Pilih jenis cuti \ng. Pilih semester yang akan diajukan cuti \nh. Isikan keterangan singkat, misalnya alasan pengajuan cuti \ni. Klik tombol Simpan Perubahan \nj. Jika berhasil menyimpan, data riwayat cuti akan tersimpan di tabel \nJangan lupa untuk menghubungi Kaprodi setelah mengajukan cuti untuk validasi lebih lanjut. Setelah disetujui, pastikan untuk melakukan pembayaran di BNI menggunakan kode pembayaran yang diberikan. Kartu cuti dapat diunduh setelah pembayaran berhasil.   ",
                "Proses pengajuan cuti bagi mahasiswa dilakukan secara online melalui laman my.unnes.ac.id. dengan cara : \na. Login sebagai mahasiswa di MyUNNES (http://my.unnes.ac.id) \nb. Klik menu Peralatan > Identitas \nc Klik tab Registrasi \nd. Tampilan tab Registrasi bagian bawah akan menampilkan riwayat ajuan cuti. \ne. Klik tombol Ajukan Cuti untuk memulai prosedur cuti online \nf. Pilih jenis cuti \ng. Pilih semester yang akan diajukan cuti \nh. Isikan keterangan singkat, misalnya alasan pengajuan cuti \ni. Klik tombol Simpan Perubahan \nj. Jika berhasil menyimpan, data riwayat cuti akan tersimpan di tabel \n Setelah pengajuan disetujui oleh Kaprodi, pastikan untuk melakukan pembayaran di BNI menggunakan kode pembayaran yang muncul. Jangan lupa untuk mengunduh kartu cuti setelah pembayaran berhasil.",
                "Untuk mengajukan cuti, akses laman my.unnes.ac.id dan ikuti langkah-langkah berikut: \na. Login sebagai mahasiswa di MyUNNES (http://my.unnes.ac.id) \nb. Klik menu Peralatan > Identitas \nc Klik tab Registrasi \nd. Tampilan tab Registrasi bagian bawah akan menampilkan riwayat ajuan cuti. \ne. Klik tombol Ajukan Cuti untuk memulai prosedur cuti online \nf. Pilih jenis cuti \ng. Pilih semester yang akan diajukan cuti \nh. Isikan keterangan singkat, misalnya alasan pengajuan cuti \ni. Klik tombol Simpan Perubahan \nj. Jika berhasil menyimpan, data riwayat cuti akan tersimpan di tabel \nPastikan untuk menghubungi Kaprodi setelah mengajukan cuti untuk proses validasi. Setelah mendapatkan kode pembayaran, lakukan pembayaran di BNI dan unduh kartu cuti dari laman tersebut beberapa jam setelah pembayaran berhasil.",
                "Jika Anda ingin mengajukan cuti, lakukan prosesnya secara online melalui my.unnes.ac.id dengan mengikuti langkah-langkah berikut: \na. Login sebagai mahasiswa di MyUNNES (http://my.unnes.ac.id) \nb. Klik menu Peralatan > Identitas \nc Klik tab Registrasi \nd. Tampilan tab Registrasi bagian bawah akan menampilkan riwayat ajuan cuti. \ne. Klik tombol Ajukan Cuti untuk memulai prosedur cuti online \nf. Pilih jenis cuti \ng. Pilih semester yang akan diajukan cuti \nh. Isikan keterangan singkat, misalnya alasan pengajuan cuti \ni. Klik tombol Simpan Perubahan \nj. Jika berhasil menyimpan, data riwayat cuti akan tersimpan di tabel \nSetelah pengajuan disetujui, pastikan untuk membayar dengan menggunakan kode pembayaran yang diberikan di BNI. Jangan lupa untuk mengunduh kartu cuti setelah pembayaran berhasil."
            ]
        },
        {
            "tag": "cetak_UKT",
            "patterns":[
                "Bagaimana cara mencetak bukti pembayaran UKT?",
                "Apakah ada langkah-langkah khusus yang perlu saya ikuti untuk mencetak bukti pembayaran UKT?",
                "Apakah ada tutorial yang dapat membantu saya dalam mencetak bukti pembayaran UKT?",
                "Bisakah Anda memberi tahu saya prosedur lengkap tentang cara mengunduh atau mencetak bukti pembayaran UKT?",
                "Saya tidak yakin bagaimana cara mencetak bukti pembayaran UKT, bisakah Anda memberi saya panduan langkah demi langkah?"
            ],
            "responses":[
                "Kami dapat melakukan proses pencetakkan bukti pembayaran UKT hanya bagi mahasiswa S1, untuk mahasiswa pascasarjana dapat meminta langsung ke bagian keuangan pascasarjana. Selanjutnya silakan bubuhi stempel UNNES yang dapat diperoleh di ULT Pusat atau TU fakultas",
                "Untuk pencetakan bukti pembayaran UKT, kami dapat membantu hanya bagi mahasiswa S1. Mahasiswa pascasarjana sebaiknya mengajukan permohonan langsung ke bagian keuangan pascasarjana. Pastikan Anda melampirkan stempel UNNES yang dapat diperoleh di ULT Pusat atau TU fakultas.",
                "Jika Anda membutuhkan bukti pembayaran UKT, kami bisa membantu jika Anda adalah mahasiswa S1. Mahasiswa pascasarjana perlu menghubungi bagian keuangan pascasarjana langsung. Jangan lupa untuk menempelkan stempel UNNES yang bisa didapatkan di ULT Pusat atau TU fakultas.",
                "Proses pencetakan bukti pembayaran UKT hanya tersedia untuk mahasiswa S1. Jika Anda mahasiswa pascasarjana, silakan ajukan permintaan langsung ke bagian keuangan pascasarjana. Pastikan Anda memiliki stempel UNNES yang dapat diperoleh di ULT Pusat atau TU fakultas.",
                "Kami dapat membantu mencetak bukti pembayaran UKT untuk mahasiswa S1. Mahasiswa pascasarjana sebaiknya menghubungi bagian keuangan pascasarjana. Pastikan Anda telah melampirkan stempel UNNES yang bisa Anda peroleh di ULT Pusat atau TU fakultas."
            ]
        },
        {
            "tag": "VA_tidak_muncul",
            "patterns":[
                "Mengapa Nomor Virtual Account untuk pembayaran UKT saya tidak muncul?",
                "Nomor Virtual Account untuk pembayaran UKT tidak muncul",
                "Kenapa Nomor Virtual Account untuk pembayaran UKT saya tidak terlihat di halaman pembayaran?",
                "Mengapa saya tidak bisa menemukan Nomor Virtual Account untuk membayar UKT saya?",
                "Saya tidak bisa menemukan Nomor Virtual Account untuk pembayaran UKT saya.",
                "Bagaimana cara menyelesaikan pembayaran UKT jika Nomor Virtual Account tidak muncul?",
                "mengapa Nomor Virtual Account untuk pembayaran UKT masih tidak terlihat?",
                "Mengapa Nomor Virtual Account untuk pembayaran UKT saya tidak ditampilkan di halaman pembayaran?",
                "mengapa Nomor Virtual Account untuk pembayaran UKT saya tetap tidak muncul?",
                "Nomor Virtual Account untuk pembayaran UKT saya tidak tersedia"
            ],
            "responses":[
                "Pada masa pembayaran registrasi administrasi (pembayaran UKT) akan kami lakukan generate ulang nomor VA saudara, silakan cek kembali datapokok menu pembayaran UKT/SPP/SPI. Jika tidak dalam masa pembayaran UKT, silakan tuliskan aduan di lamanunnes.ac.id/helpdesk (buat tiket baru)",
                "Pada saat proses pembayaran UKT, sistem kami mengalami peningkatan yang sedang berlangsung. Mohon untuk memeriksa kembali menu pembayaran UKT/SPP/SPI dalam beberapa jam ke depan. Jika masalah masih berlanjut, jangan ragu untuk membuat tiket pengaduan baru di laman unnes.ac.id/helpdesk.",
                "Kami sedang mengalami peningkatan sistem yang mungkin menyebabkan keterlambatan dalam penampilan Nomor Virtual Account (VA) untuk pembayaran UKT. Pastikan untuk memeriksa kembali menu pembayaran UKT/SPP/SPI dalam waktu beberapa jam. Jika masalah berlanjut, silakan ajukan keluhan melalui tiket baru di laman unnes.ac.id/helpdesk.",
                "Dalam beberapa kasus, Nomor Virtual Account (VA) untuk pembayaran UKT mungkin mengalami keterlambatan dalam penampilannya. Pastikan untuk memeriksa kembali menu pembayaran UKT/SPP/SPI dalam beberapa jam ke depan. Jika Anda masih mengalami masalah, harap ajukan keluhan melalui tiket baru di laman unnes.ac.id/helpdesk."
            ]
        },
        {
            "tag": "reset_email_password",
            "patterns":[
                "Bagaimana reset password email mahasiswa?",
                "Saya lupa kata sandi/ password email",
                "Bagaimana cara mengatur ulang kata sandi email mahasiswa?",
                "Saya lupa kata sandi untuk email mahasiswa, tolong tunjukkan langkah-langkah resetnya.",
                "Apakah prosedur untuk mereset kata sandi email mahasiswa yang terlupakan?",
                "Bagaimana langkah-langkah untuk mengubah password email mahasiswa yang lupa?",
                "Apa yang harus saya lakukan jika saya tidak dapat mengingat kata sandi untuk email mahasiswa?",
                "Tolong berikan instruksi tentang bagaimana mengatur ulang kata sandi untuk akun email mahasiswa.",
                "Saya mengalami kesulitan dengan kata sandi email mahasiswa, apakah ada panduan yang dapat diikuti?",
                "Bagaimana saya bisa mengakses ulang email mahasiswa jika saya lupa kata sandinya?",
                "Tolong beri tahu saya apa langkah-langkahnya jika saya perlu mengubah kata sandi untuk email mahasiswa."
            ],
            "responses":[
                "Kami dapat mereset password email mahasiswa dan pegawai. Silakan tulis aduan 'permohonan reset password email' di laman ult.unnes.ac.id (buat tiket baru) dengan melampirkan KTM/KTP",
                "Untuk mereset password email mahasiswa, Anda dapat membuat aduan 'permohonan reset password email' di laman ult.unnes.ac.id. Pastikan untuk melampirkan salinan KTM atau KTP Anda.",
                "Jika Anda perlu mereset password email mahasiswa, silakan ajukan permohonan reset password di laman ult.unnes.ac.id dengan melampirkan KTM atau KTP Anda.",
                "Prosedur untuk mereset password email mahasiswa dapat diakses di laman ult.unnes.ac.id. Mohon lengkapi formulir 'permohonan reset password email' dan lampirkan salinan KTM atau KTP.",
                "Apabila Anda membutuhkan bantuan untuk mereset password email mahasiswa, mohon ajukan permohonan di laman ult.unnes.ac.id dengan melampirkan salinan KTM/KTP Anda.",
                "Untuk proses reset password email mahasiswa, silakan buat tiket baru di laman ult.unnes.ac.id dan pastikan Anda melampirkan salinan KTM atau KTP Anda pada formulir permohonan."
            ]
        },
        {
            "tag": "judul_skripsi",
            "patterns":[
                "Bagaimana cara memperbaiki judul skripsi/tesis/disertasi?",
                "Bagaimana cara memperbaiki judul skripsi?",
                "Bagaimana cara memperbaiki judul tesis?",
                "Bagaimana cara memperbaiki judul disertasi?",
                "Bagaimana cara merevisi judul skripsi/tesis/disertasi?",
                "Bagaimana cara merevisi judul skripsi?",
                "Bagaimana cara merevisi judul tesis?",
                "Bagaimana cara merevisi judul disertasi?",
                "Bagaimana cara mengubah judul skripsi/tesis/disertasi?",
                "Bagaimana cara mengubah judul skripsi?",
                "Bagaimana cara mengubah judul tesis?",
                "Bagaimana cara mengubah judul disertasi?",
                "Bagaimana cara mengubah judul skripsi/tesis/disertasi saya agar lebih sesuai dengan tujuan penelitian dan kontribusi ilmiahnya?"
            ],
            "responses":[
                "Jika mahasiswa belum melakukan SBVT, silakan langsung ke langkah 4. Jika sudah melakukan SBVT, silakan ikuti langkah 1-7 berikut untuk memperbaiki judul skripsi/ tesis/ disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai",
                "Jika Anda belum melakukan SBVT, silakan langsung ke langkah 4. Jika sudah melakukannya, ikuti langkah-langkah ini untuk memperbaiki judul skripsi/tesis/disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai",
                "Jika langkah validasi SBVT belum dilakukan, silakan ikuti langkah 1-3. Jika sudah divalidasi, lanjutkan ke langkah 4-7 berikut untuk memperbaiki judul skripsi/tesis/disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai",
                "Jika proses validasi SBVT belum selesai, silakan periksa langkah 1-3. Jika sudah selesai, lanjutkan ke langkah-langkah berikut untuk mengedit judul skripsi/tesis/disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai",
                "Jika proses pembatalan SBVT belum dilakukan, lanjutkan dengan langkah 1-3. Jika sudah selesai, ikuti langkah-langkah berikut untuk memperbaiki judul skripsi/tesis/disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai",
                "Jika belum ada konfirmasi pembatalan SBVT, silakan periksa langkah 1-3. Jika sudah ada konfirmasi, lanjutkan dengan langkah-langkah berikut untuk mengedit judul skripsi/tesis/disertasi. \n1. Meminta memo dari jurusan ditujukan kepada koordinator ULT untuk membatalkan SBVT. Memo silakan dikirim melalui tiket aduan yang sama dengan nomor tiket permohonan ATAU Jurusan/Prodi meminta langsung kepada ULT, maka tidak perlu memo \n2. ULT akan melakukan pembatalan validasi SBVT dan menginformasikan kepada mahasiswa \n3. Mahasiswa konfirmasi ke jurusan bahwa ULT sudah membatalkan validasi SBVT \n4. urusan login sikadu2.0 dengan level sebagai supervisor jurusan untuk mengedit judul skripsi/tesis/disertasi melalui menu SBVT \n5. Jurusan melakukan validasi SBVT kembali \n6. Mahasiswa cek di specimen transkrip apakah judul sudah berubah atau belum. Silakan cek dengan cara unduh di laman sikadu2.0 mahasiswa>pencetakan atau di menu SBVT supervisor jurusan \n7. Proses selesai"
            ]
        },
        {
            "tag": "klaim_windows",
            "patterns":[
                "bagaimana cara klaim windows 10/ 11 education?",
                "Bagaimana langkah-langkah klaim Windows 10/11 Education untuk keperluan pendidikan?",
                "Tolong beri tahu saya prosedur lengkap untuk mengklaim Windows 10/11 Education.",
                "Apa yang perlu saya lakukan untuk mendapatkan akses ke Windows 10/11 Education, dan bagaimana cara klaimnya?",
                "Bisakah Anda membimbing saya melalui langkah-langkah klaim Windows 10/11 Education dengan mudah?",
                "Saya tertarik untuk menggunakan Windows 10/11 Education. Bagaimana cara saya mengaksesnya?",
                "Apakah ada persyaratan khusus yang perlu dipenuhi untuk mengklaim Windows 10/11 Education, dan di mana saya bisa menemukan informasi lebih lanjut?",
                "Cara klaim windows 10",
                "Cara klaim windows 11"
            ],
            "responses":[
                "Yuk simak video berikut https://www.youtube.com/watch?v=rVkOGkXlwX4",
                "Pastikan Anda mengikuti langkah-langkah yang tepat di video ini untuk mengklaim windows 10/11: https://www.youtube.com/watch?v=rVkOGkXlwX4",
                "Untuk panduan langkah demi langkah, silakan lihat video ini untuk mengklaim windows 10/11: https://www.youtube.com/watch?v=rVkOGkXlwX4",
                "Video berikut akan memberi Anda petunjuk rinci tentang cara klaim Windows 10/11: https://www.youtube.com/watch?v=rVkOGkXlwX4",
                "Anda dapat menemukan petunjuk lengkap cara klaim windows 10/11 dalam video ini: https://www.youtube.com/watch?v=rVkOGkXlwX4",
                "Simak video di tautan ini untuk panduan langkah-demi-langkah cara klaim windows 10/11: https://www.youtube.com/watch?v=rVkOGkXlwX4"
            ]
        },
        {
            "tag": "klaim_office",
            "patterns":[
                "bagaimana cara klaim / mendapatkan lisensi office 365/ microsoft dari UNNES?",
                "Bagaimana langkah-langkah klaim lisensi Office 365/Microsoft dari UNNES?",
                "Apa prosedur yang harus diikuti untuk mendapatkan lisensi Office 365/Microsoft dari UNNES",
                "Bagaimana cara mendapatkan akses ke Office 365/Microsoft melalui UNNES",
                "Bisakah Anda menjelaskan bagaimana proses klaim lisensi Office 365/Microsoft dari UNNES",
                "Di mana saya bisa menemukan informasi lengkap tentang bagaimana cara mengakses lisensi Office 365/Microsoft dari UNNES?",
                "Bagaimana cara mengaktifkan lisensi Office 365/Microsoft yang disediakan oleh UNNES?",
                "Apakah UNNES memberikan panduan langkah demi langkah untuk mendapatkan lisensi Office 365/Microsoft?",
                "Cara klaim office 365",
                "Cara klaim microsoft office 365",
                "Prosedur klaim office 365",
                "Cara dapatkan lisensi office 365"
            ],
            "responses":[
                "Untuk klaim lisensi Office 365 dari UNNES, Silakan klik tautan berikut untuk register s.id/office365unnes tim ULT akan memproses dan mengirimkan lisensi ke email mahasiswa setiap Hari Senin pada jam kerja",
                "Untuk klaim lisensi Office 365 dari UNNES, silakan akses tautan pendaftaran di s.id/office365unnes. Tim ULT akan segera memproses dan mengirimkan lisensi ke alamat email mahasiswa pada Hari Senin selama jam kerja",
                "Jika Anda ingin mendapatkan lisensi Office 365 dari UNNES, silakan daftar melalui tautan berikut: s.id/office365unnes. Lisensi akan dikirimkan ke alamat email mahasiswa setiap Hari Senin selama jam kerja oleh tim ULT.",
                "Untuk mendapatkan lisensi Microsoft Office 365 dari UNNES, kunjungi s.id/office365unnes dan lakukan registrasi. Tim ULT akan memproses dan mengirimkan lisensi ke alamat email mahasiswa pada Hari Senin selama jam kerja.",
                "Anda bisa mendapatkan lisensi Office 365 dari UNNES dengan mengklik tautan pendaftaran di s.id/office365unnes. Tim ULT akan mengurus dan mengirimkan lisensi ke email mahasiswa pada Hari Senin saat jam kerja.",
                "Untuk klaim lisensi Office 365 dari UNNES, silakan akses tautan pendaftaran di s.id/office365unnes. Tim ULT akan segera memproses permintaan Anda dan mengirimkan lisensi ke alamat email mahasiswa setiap Hari Senin selama jam kerja."
            ]
        },
        {
            "tag": "klaim_office",
            "patterns":[
                "Mengapa nilai saya di sikadu tanda tanya?",
                "Kenapa nilai akademik saya di Sikadu ada tanda tanya?",
                "Sikadu menampilkan nilai saya dengan tanda tanya, mengapa hal ini terjadi?",
                "Saya melihat tanda tanya di sebelah nilai saya di Sikadu, apa artinya?",
                "Apakah Anda bisa menjelaskan mengapa Sikadu menampilkan nilai saya dengan tanda tanya?",
                "Apakah tanda tanya di Sikadu mengindikasikan masalah dengan peringkat atau transkrip saya?",
                "Sikadu menunjukkan tanda tanya di nilai saya, bagaimana saya bisa memperbaikinya?",
                "Sikadu menunjukkan nilai saya dengan tanda tanya, apa yang harus saya lakukan?",
                "Cara klaim office 365",
                "Cara klaim microsoft office 365",
                "Prosedur klaim office 365",
                "Cara dapatkan lisensi office 365"
            ],
            "responses":[
                "Untuk kasus nilai mahasiswa belum muncul (muncul tanda tanya ?) atau registrasi sudah ok tetapi tertulis belum registrasi ada 3 kondisi: \n1. Mahasiswa belum melunasi pembayaran UKT. Bisa dicek di halaman pembayaran ukt mahasiswa (sistem datapokok) \n2. Ada kemungkinan sudah membayar tapi belum masuk ke sistem pembayaran, untuk masalah ini bisa lapor ke laman ult.unnes.ac.id (buat tiket baru) \n3. Dosen belum menginput nilai mahasiswa",
                "Ketika muncul tanda tanya (?) pada nilai Anda di Sikadu, biasanya ada tiga kemungkinan yang perlu diperiksa. \nPertama, pastikan bahwa pembayaran UKT telah diselesaikan dengan baik melalui sistem pembayaran yang tersedia di halaman mahasiswa. \nKedua, terkadang masalah dapat terjadi pada verifikasi pembayaran yang belum tercatat dengan benar, dalam hal ini, Anda disarankan untuk melaporkannya melalui laman ult.unnes.ac.id. \nTerakhir, kemungkinan lain adalah keterlambatan dari dosen dalam menginputkan nilai mahasiswa. Jika masalah Anda tidak teratasi, silakan buat tiket melalui laman yang telah disebutkan untuk mendapatkan bantuan lebih lanjut.",
                "Mengapa nilai Anda di Sikadu ditandai dengan tanda tanya (?) Ada beberapa alasan mengapa hal ini bisa terjadi. \nPertama, mungkin Anda belum melunasi pembayaran UKT. Anda dapat memeriksa status pembayaran Anda di halaman pembayaran UKT mahasiswa (sistem datapokok) untuk memastikan segalanya sudah diselesaikan. \nKedua, ada kemungkinan bahwa Anda sudah melakukan pembayaran, tetapi itu belum tercatat dengan benar dalam sistem pembayaran. Jika Anda yakin telah membayar, namun masih ada masalah, Anda dapat membuat laporan melalui laman ult.unnes.ac.id (buat tiket baru) untuk mendapatkan bantuan lebih lanjut. \nKetiga, dalam beberapa kasus, nilai Anda mungkin belum muncul karena dosen belum menginputnya ke dalam sistem. Pastikan untuk berkomunikasi dengan dosen Anda jika ini adalah penyebabnya.",
                "Jika Anda menemukan tanda tanya (?) di Sikadu, hal itu bisa disebabkan oleh tiga kondisi utama. \nPertama, mungkin saja pembayaran UKT belum diselesaikan sepenuhnya, jadi pastikan untuk memeriksa status pembayaran Anda di halaman pembayaran UKT. \nSelain itu, ada kemungkinan bahwa pembayaran sudah dilakukan namun belum tercatat dengan benar oleh sistem. Jika Anda mengalami hal ini, segera laporkan masalah tersebut melalui laman ult.unnes.ac.id untuk mendapatkan bantuan lebih lanjut. \nTerakhir, tanda tanya tersebut juga dapat muncul karena dosen belum menginput nilai Anda. Pastikan untuk berkomunikasi dengan dosen terkait agar masalah ini segera teratasi.",
                "Jika nilai Anda di Sikadu menunjukkan tanda tanya (?), hal ini dapat disebabkan oleh beberapa faktor. \nPertama, pastikan bahwa pembayaran UKT telah diselesaikan dengan benar. \nKedua, terkadang pembayaran telah dilakukan tetapi belum tercatat dalam sistem, dalam hal ini Anda perlu menghubungi pihak terkait melalui laman ult.unnes.ac.id. \nTerakhir, periksa juga apakah dosen telah menginput nilai Anda. Jika setelah memeriksa ketiga hal ini masalah masih berlanjut, jangan ragu untuk mencari bantuan lebih lanjut melalui laman tersebut."
            ]
        }
    ]
}